Repository: objective-see/LuLu
Catalog: LuLu/App/mul.lproj/AddRule.xcstrings
Source language: en
Languages: ko, pt_br, tr, zh_hant

# 5ic-Om-d8g.title
source: Remote port
ko: 원격 포트
pt_br: Porta remota
tr: Uzak kapı
zh_hant: 遠端連接埠

# 7yf-wW-FZC.title
source: Remote address/domain
ko: 원격 주소/도메인
pt_br: Endereço/domínio remoto
tr: Uzak adres/Etki alanı
zh_hant: 遠端位址／網域

# F0z-JX-Cv5.title
source: Add Rule (for outgoing connections)
ko: 규칙 추가 (나가는 연결)
pt_br: Adicionar regra (para conexões de saída)
tr: Kural Ekle (Dışarı Giden Bağlantılar)
zh_hant: 新增規則（適用於對外連線）

# FCA-Cv-yT3.title
source: regex?
ko: 정규 표현식?
pt_br: expressão regular?
tr: Düzenli ifade
zh_hant: 正規表達式？

# fX0-Jq-Okq.title
source: Cancel
ko: 취소
pt_br: Cancelar
tr: Vazgeç
zh_hant: 取消

# JJl-Lz-apr.title
source: Block
ko: 차단
pt_br: Bloquear
tr: Engelle
zh_hant: 阻擋

# oCK-aR-Ek4.title
source: Allow
ko: 허용
pt_br: Permitir
tr: İzin ver
zh_hant: 允許

# OoX-aE-Hgf.title
source: Browse
ko: 찾아보기
pt_br: Buscar
tr: Göz At
zh_hant: 瀏覽

# tc1-pS-Wns.title
source: Program path
ko: 프로그램 경로
pt_br: Caminho do programa
tr: Program yolu
zh_hant: 程式路徑

# V5P-DF-wCP.title
source: Add
ko: 추가
pt_br: Adicionar
tr: Ekle
zh_hant: 新增
